[
    {
      "id": 1,
      "image":"https://i.pinimg.com/736x/bc/58/ea/bc58eae4efd6a7ed42365895ea21a015.jpg",
      "name": "Lunar Blossom",
      "desc": "This digital painting features a delicate hand gracefully holding a golden-stemmed white flower, which seems to glow softly. The background is dark and moody, with rich,warm hues enhancing the ethereal atmosphere. Behind the flower, a crescent moon and a circular structure appears.",
      "price": 2200
    },
    {
      "id": 2,
      "image":"https://i.pinimg.com/736x/6f/09/7d/6f097d191364180597ac92a5d7a226d1.jpg",
      "name": "Flames of the Rain",
      "desc": "This stunning digital artwork depicts a woman dancing gracefully in the rain, bathed in the golden hues of a breathtaking sunset. She wears anintricate, flowing red and purple skirt adorned with floral patterns,and an ornate belly dancing outfit with shimmering embellishments.",
      "price": 6060
    },
    {
      "id": 3,
      "image":"https://i.pinimg.com/736x/35/96/6c/35966c85316651b46adc5fb7c880754a.jpg",
      "name": "Luminous Lotus",
      "desc": "This digital painting features a beautifully stylized water lily floating on a dark pond, illuminated with warm golden and orange hues. The petals of the flower are a blend of soft blues, purples, and fiery oranges, creating a dreamlike contrast against the deep, inky waters.",
      "price": 3650
    },
    {
        "id": 4,
        "image":"https://i.pinimg.com/736x/a1/c6/7e/a1c67e6fcdf3dce02105470d9d68cae5.jpg",
        "name": "Inferno's Embrace",
        "desc": "This digital painting captures the silhouette of a dancer immersed in motion, surrounded by flames that seem to mirror the intensity of her movements. The warm hues of orange, yellow, and deep brown create a fiery atmosphere, giving the impression that the dancer is performing.",
        "price": 4500
      },
      {
        "id": 5,
        "image":"https://i.pinimg.com/736x/93/51/eb/9351ebf9c18f3ea95f42b169cd136cdb.jpg",
        "name": "Splash of Metamorphosis",
        "desc": "This stunning digital artwork features a butterfly made of vibrant splashes of paint, giving it a dynamic and fluid appearance. The explosion of colors—blue, orange, pink, and yellow—creates a mesmerizing contrast against the dark background, making the butterfly look it's emerging from burst.",
        "price": 3000
      },
      {
        "id": 6,
        "image":"https://i.pinimg.com/736x/50/73/4b/50734b4887de02c59f4066c0a7d7ef03.jpg",
        "name": "Soul of Rock",
        "desc": "This striking digital artwork features a guitarist immersed in the intensity of music, blending realism with expressive textures.The figure, dressed in a rugged denim jacket, ripped jeans, and a wide-brimmed hat, exudes a rebellious, rock-and-roll energy. The electric guitar has iconic vintage look.",
        "price": 4520
      },
      {
        "id": 7,
        "image":"https://i.pinimg.com/736x/15/a6/25/15a625fff2e255a962dbeb22d03ec97b.jpg",
        "name": "Andromeda Black ",
        "desc": "she embodies both beauty and resilience, standing out against a dark and rigid background (her pure-blood family). The painting’s rough yet delicate strokes may represent her defiance and strength, as well as the sorrow she endured after being disowned and later losing her loved ones.",
        "price": 6500
      },
      {
        "id": 8,
        "image":"https://i.pinimg.com/736x/61/a9/73/61a9731e9f5e7977e68155214d309968.jpg",
        "name": "Ember Stallion",
        "desc": " A captivating portrayal of a black horse, symbolizing strength, grace, and untamed spirit. The warm, fiery background enhances the intensity of the composition, evoking a sense of movement and passion.The painting style blends realism with abstract elements, colors seem to merge.",
        "price": 5520
      },
      {
        "id": 9,
        "image":"https://i.pinimg.com/736x/e2/f6/ef/e2f6ef8f8ad9ea62b68ece3854e6ab93.jpg",
        "name": "Ocean's Embrace",
        "desc": "This evocative painting captures a lone woman standing at the edge of the sea, gazing into the horizon as the sun sets. The warm, golden hues of the sky contrast beautifully with the deep, shadowy tones of her flowing dress, which seems to blend into waves in ethereal dance of wind and water.",
        "price": 2010
      }
  ]